driver-tests/bpelse/xsddatatypes/XSDDataTypesJbi/test/XSDVariables_Complex_Expressions2a/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://stc.com/XSDVariables_Complex_Expressions2">
  <soapenv:Body>
    <xsd:part>
      <!--1 or more repetitions:-->
      <item>
        <productName>Loco Moco</productName>
        <USPrice>8.95</USPrice>
      </item>
       <item>
        <productName>Chili and Rice</productName>
        <USPrice>2.99</USPrice>
      </item>
    </xsd:part>
  </soapenv:Body>
</soapenv:Envelope>